Revit 2027 API
ParameterTypeId.RbsElecPanelTotalestloadLightParam Property
 "Lighting Total Demand Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalestloadLightParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalestloadLightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalestloadLightParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalestloadLightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace